Repository: collective/plone.app.imagecropping
Catalog: src/plone/app/imagecropping/locales/*/LC_MESSAGES/plone.app.imagecropping.po
Languages: de, es, fr, it

source: Cropping
de: Zuschneiden
es: Recortar
fr: Découpe
it: Ritaglio miniature

source: Enable Image Cropping
de: Image Cropping anschalten
es: Activar recortado de imágenes
fr: Activer la découpe d'image
it: Abilita il ritaglio delle immagini

source: Enable to constrain croppable scales
de: Zuschneidbare Bildgrößen einschränken?
es: Seleccionar para limitar las escalas con soporte de recortado
fr: Activer pour contraindre les échelles de découpe
it: Limita le miniature ritagliabili

source: Enable to reduce the scales shown for cropping in the list of scales with crop support.
de: Aktivieren, wenn nicht alle Bildgrößen zuschneidbar sein sollen. Die Auswahl der eingeschränkten Bildgrößen folgt weiter unten.
es: Activar para reducir las escalas que se muestran para recortar en el listado de escalas con soporte de recortado.
fr: Activer pour limiter les échelles de la liste aux échelles avec prise en charge de la découpe.
it: Con questa impostazione abilitata, si può decidere quali miniature poter ritagliare con l'editor.

source: Image Cropping Editor
de: Zuschnitts Editor
es: Editor de recorte de imágenes
fr: Editeur de découpe d'image
it: Editor per il ritaglio delle miniature

source: Image Cropping Settings
de: Cropping-Editor Einstellungen
es: Configuración del recorte de imágenes
fr: Paramètres de découpe d'image
it: Impostazioni per il ritaglio delle miniature

source: Image Cropping Support
de: Unterstützung für Bildzuschnitt
es: Soporte de recortado de imágenes
fr: Support pour la découpe d'image

source: Image Cropping Uninstallation
de: Image Cropping Deinstallation
es: Desinstalar recortado de imágenes
fr: Désinstalle le module pour la découpe d'image

source: Installs the plone.app.imagecropping package
de: Installiert das plone.app.imagecropping Paket
es: Instala el paquete plone.app.imagecropping
fr: Installe le module plone.app.imagecropping
it: Installa il prodotto plone.app.imagecropping

source: List of scales with crop support
de: Bildgrößen für Cropping Editor
es: Listado de escalas con soporte de recortado
fr: Liste des échelles avec prise en charge de la découpe
it: Elenco delle miniature con il supporto per il ritaglio

source: Provides imagecropping functionality for DX contenttypes
de: Stellt den Bild-Zuschnitts Editor für Dexterity Inhaltstypen bereit.
es: Añade la funcionalidad de recortado para elementos Dexterity
fr: Fournit la fonctionnalité de découpe d'image pour les types de contenu DX
it: Aggiunge la funzionalità per il ritaglio delle miniature ai contenuti di tipo DX

source: Select the scales with cropping support enabled. Only active if enabled with checkbox.
de: Wählen Sie die Bildgrößen, welche zuschneidbar sein sollen. Nur aktiv, wenn die Einschränkung aktiviert ist.
es: Seleccionar las escalas con soporte de recortado. Solo están activas si la opción está seleccionada.
fr: Sélectionnez les échelles avec prise en charge de la découpe. Actif uniquement si la case est cochée.
it: Seleziona le miniature per cui abilitare il supporto del ritaglio immagini. Questo elenco è valido solo se è stato abilitato il campo precedente.

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionata

source: Steps to ease tests of plone.app.imagecropping
es: Pasos para facilitar los tests de plone.app.imagecropping
fr: Etapes pour faciliter les tests de plone.app.imagecropping

source: Uninstalls resources from the plone.app.imagecropping package
de: Deinstallieren des plone.app.imagecropping Pakets
es: Desinstala los recursos del paquete plone.app.imagecropping
fr: Désinstalle les ressources du module plone.app.imagecropping

source: View the image cropping editor for this object
de: Zuschnitts Editor für dieses Bild laden.
es: Ver el editor de recorte de imágenes para este objeto
fr: Voir l'éditeur de découpe d'image pour cet objet
it: Visualizza l'editor di ritaglio miniature per questo oggetto

source: button_remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi

source: button_reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser

source: button_save
es: Guardar
fr: Sauver
it: Salva

source: button_save_all
de: Alles speichern
es: Guardar todos
fr: Sauver toutes
it: Salva tutto

source: description_not_croppable
de: Die Ziel-Größe ist größer als das Original-Bild.
es: Las dimensiones son mayores que el tamaño original
fr: La dimension souhaitée est plus large que l'image originale
it: Le dimensioni della miniatura sono più grandi dell'immagine originale.

source: instructions_heading
de: Anleitung
es: Instrucciones
fr: Instructions
it: Istruzioni

source: instructions_p1
de: Lege pro Bild-Feld und dort pro möglicher Skalierung einen Bereich für den Zuschnitt fest.
es: Define las áreas de recortado para cada una de las escalas existentes en las imágenes.
fr: Definir les zones de découpe pour chaque échelle pour les champs images
it: Definisci un'area di ritaglio per ogni miniatura dei campi immagine disponibili.

source: instructions_p2
de: Als erstes wähle das Bild aus: Wenn mehrere Bilder pro Inhaltstyp möglich sind, verwende die Reiter oben um das Bild auszuwählen. Für jedes Bild gibt es einen oder mehrere vorgegebene Größen bzw. Skalierungen. Wähle eine Skalierung aus dem Seitenmenu.
es: Selecciona primero qué imagen quieres recortar: si hay más de una imagen en este elemento, utiliza las pestañas para seleccionarla. Para cada imagen hay una o más escalas predefinidas. Selecciona la escala a recortar utilizando el menú lateral.
fr: Pour commencer, sélectionnez quelle image doit être découpée: S'il existe plus d'une image, utilisez les onglets en haut pour sélectionner l'image. Pour chaque image, il existe une ou plusieurs échelles prédéfinies. Sélectionnez une échelle à découper via le menu latéral.
it: Per prima cosa seleziona quale immagine ritagliare: se il tipo di contenuto ha più di un campo immagine, utilizza i tab in cima per selezionare i vari campi. Per ogni immagine ci possono essere una o più miniature predefinite. Seleziona la miniatura da ritagliare nel menù laterale.

source: instructions_p4
de: Die Zuschnitte arbeiten zerstörungsfrei. D.h. das Original Bild geht niemals verloren, wenn ein Zuschnitt angelegt wird. Wird ein Zuschnitt entfernt, so werden wieder die Standardeinstellungen (skalieren ohne Zuschnitt) verwendet.
es: Esta operación de recorte no es destructiva, es decir, la imagen original no desaparece al recortar. Eliminando una area, la escala se generará otra vez automáticamente a su funcionamiento habitual de redimensionado sin recortar.
fr: L'opération de découpe est non destructrice, cela signifie que l'image originale n'est pas perdue lors d'une découpe. En supprimant un zone de découpe, l'échelle revient à son état initial: redimensionnée, non découpée.
it: Questa operazione di ritaglio non è distruttiva, cioè non va a sostituire completamente le miniature originali. Se si rimuove una modifica, verranno utilizzate le miniature originali generate in automatico.

source: label_changed
de: verändert
es: modificado
fr: modifiée
it: modificata

source: label_cropped
de: zugeschnitten
es: recortado
fr: découpée
it: ritagliata

source: label_not_croppable
de: kein Zuschnitt möglich
es: no se puede recortar
fr: non découpable
it: non ritagliabile

source: label_saving
es: guardando...
fr: sauvegarde...
it: In salvataggio...

source: label_uncropped
de: nicht zugeschnitten
es: sin recortar
fr: non-découpée
it: non ritagliata

source: noscales_message
de: Derzeit sind keine zuschneidbaren Bildgrößen definiert. Sie können diese unter ${link} hinzufügen.
es: No hay escalas para recortar. Asegúrate de añadirlas en ${link} en el panel de control.
fr: Il n'y a pas d'échelles pour la découpe. Veuillez en ajouter dans la ${link} via le panneau de configuration.
it: Non ci sono miniature da ritagliare. Controlla di averne aggiunte mediante il ${link} nel pannello di controllo.

source: noscales_short_message
de: Derzeit sind keine zuschneidbaren Bildgrößen definiert.
fr: Il n'y a pas d'échelles pour la découpe.

source: offset
de: Versatz
fr: décalage

source: plone.app.imagecropping tests
fr: Tests de plone.app.imagecropping

source: original_size
it: Originale ${size}
